{
  "cached_at": "2026-01-14T20:08:32.841408+00:00",
  "date": null,
  "excerpt_hash": "d09f990d7347793c6a5a62fc3e0201044a7c881e0c7e8eb8c1360fdb567d10c9",
  "text": "Skip to main content Springer has moved to Springer Nature Link. Learn more about website changes. Log in Menu Find a journal Publish with us Track your research Search Cart Home Springer Springer menu Home About Books Journals For authors Updates Home About About Springer Journal policies Editing a journal Book and proceedings policies Contact us Books Books Book series Journals For authors Why publish with Springer? Publishing options Publish a book Publish your book in German Submit an article Updates Serving the global research community With a portfolio of over 2,700 journals and over 220,000 books, Springer is a global leader in\n                        academic and scientific publishing. We empower authors to share impactful research, enable\n                        readers to access trusted content, and collaborate with institutions and communities to advance\n                        knowledge worldwide. Whether you're publishing cutting-edge science or foundational texts,\n                        Springer provides the reach, credibility, and support to help your work make a lasting\n                        difference. Springer menu Home About Books Journals For authors Updates Home About About Springer Journal policies Editing a journal Book and proceedings policies Contact us Books Books Book series Journals For authors Why publish with Springer? Publishing options Publish a book Publish your book in German Submit an article Updates Featured books Handbook of Nano-Metamaterials Nursing Education in the AI Era Encyclopedia of Livestock Medicine for Large Animal and Poultry Production Hydrogen Energy and Fuel Cells Fuzzy Sets and Systems II Handbook on Sex, Gender and Health View all Springer books Featured book series Books series Nutritional Neurosciences This book series aims to publish volumes focusing on both basic and clinical research in the field of nutritional neuroscience with a focus on... Books series Islam in der Gesellschaft Die Reihe Islam in der Gesellschaft publiziert theoretische wie empirische Forschungsarbeiten zu einem international wie national aktuellem... Books series Lecture Notes in Morphogenesis Lecture Notes in Morphogenesis is an interdisciplinary book series which aims to face the questions of emergence, individuation and becoming of... Learn more about book series Publish a book with us Why publish with Springer? We are a leading scientific publisher, featuring some of the world’s most influential books Publish in a book series Amplify your book’s impact by connecting it with top publications in your field Resources for book authors Find guidance and tools to help you develop, enhance, and promote your book Featured journals Journal Fungal Diversity Fungal Diversity is an international journal which publishes papers spanning all facets of the field of mycology. Publishing model Hybrid Journal Impact Factor 24.8 (2024) Downloads 444.5k (2024) Submission to first decision (median) 20 days Journal Acta Metallurgica Sinica (English Letters) Acta Metallurgica Sinica (English Letters) will cease to be published by Springer as of December 31, 2025. Publishing model Hybrid Journal Impact Factor 3.9 (2024) Downloads 205.4k (2024) Submission to first decision (median) Not available Journal Adaptive Human Behavior and Physiology Adaptive Human Behavior and Physiology is no longer accepting submissions and will discontinue publishing on January 1, 2026. Publishing model Hybrid Journal Impact Factor 1.5 (2024) Downloads 154.7k (2024) Submission to first decision (median) 3 days View all Springer journals Calls for papers Collection Key Figures in the Field This series features original articles by authors who have distinguished themselves in their scholarly accomplishments and whose exceptional... Status Open for submissions Submission deadline 31 December 2030 Collection - SDG 11 - Make cities and human settlements inclusive, safe, resilient and sustainable We are calling for articles to our new Collection on Sustainable cities and communities, in support of the UN Sustainable Development Goal: SDG 11. Status Open for submissions Submission deadline 31 December 2030 Collection Dharmic Ecology and Ethics of the Living World Call for Papers There is a deep resonance between the worldviews of Hindu, Buddhist, and Jain traditions and the contemporary concept of ecology. Status Open for submissions Submission deadline 31 December 2030 View all Springer calls for papers Journals by subject Behavioral Sciences and Psychology Biological Sciences Chemistry Computer Science Earth and Environmental Sciences Economics Electrical and Electronic Engineering Health Sciences Materials Science Mathematics Mechanical Engineering Physics and Astronomy View all Springer journals Recent research A Novel Rolling Bearing Fault Diagnosis Approach Integrating Improved Wavelet Threshold Denoising and CEHFHA-EMD Xia Yang Ruixiang Hou Cunlong Zhou in Journal of Vibration Engineering & Technologies Original Paper 14 January 2026 EBV-negative, CNS-restricted iatrogenic lymphoproliferative disorder during long-term infliximab monotherapy: interval enlargement despite cessation and steroid responsiveness Taro Bannai Akira Kimura-Yamazaki Yasushi Shiio in Neurological Sciences Letter to the Editor 14 January 2026 Measurement of Organized Crime in the Italian Provinces with Spatially-Clustered Heterogeneity Leonardo Salvatore Alaimo Claudia Ferri Raffaele Mattera in Spatial Demography Research 14 January 2026 Part of 1 collection: Call for Papers: Topical Collection on Applied Spatial Demography Nova Tellus: Integrating Blockchain and AI for Advanced Agricultural Management Nicola Bonavita Claudio Di Florio Simone Scalabrino in SN Computer Science Original Research 14 January 2026 TREM2-mediated Crosstalk in ALS: Microglial Fate Transition, Protein Aggregate Clearance, and Peripheral Nerve Repair Xiaoqiu Shu Jiahong Zeng Kejing Zhang in Neuroscience Bulletin Insight 14 January 2026 View all Springer research Latest updates Blog How to master SEO for books: A guide for authors After putting all your energy into writing and publishing your book, it's time to think about how you can promote it. One of the strategies not to overlook is SEO (search engine optimization). Explore these tips to get your book the online visibility it deserves. Blog Promote your book: Social media strategies for authors Researchers are increasingly using social media to discover and share their work. Read this blog to learn where, why, and how to use social media to boost the visibility and discoverability of your book. Blog How to promote your book through networking and sharing Promoting your book is a vital part of the publication process. For your work to make a real difference, it needs to reach the widest possible audience. In this blog, authors share practical advice on networking and sharing to get you started. View all Springer updates How was your experience today? Share your feedback Planning to publish in German? Visit our German language website Follow Springer Springer on BlueSky Springer on LinkedIn Springer on Facebook Springer on X Springer on Instagram Brand navigation Home Home About About Springer Journal policies Editing a journal Book and proceedings policies Contact us Books Books Book series Journals Journals For authors Why publish with Springer? Publishing options Publish a book Publish your book in German Submit an article Updates Updates Search Search by keyword or author Search Navigation Find a journal Publish with us Track your research Discover content Journals A-Z Books A-Z Publish with us Journal finder Publish your research Language editing Open access publishing Products and services Our products Librarians Societies Partners and advertisers Our brands Springer Nature Portfolio BMC Palgrave Macmillan Apress Discover Your privacy choices/Manage cookies Your US state privacy rights Accessibility statement Terms and conditions Privacy policy Help and support Legal notice Cancel contracts here 92.97.183.205 Not affiliated © 2026 Springer Nature",
  "title": "Springer | Partner, knowledge, expertise Information",
  "url": "https://www.springer.com"
}