{
  "cached_at": "2026-01-14T20:02:16.662526+00:00",
  "date": null,
  "excerpt_hash": "b21305bb04f4a7bd5d0ac3caaa3fa822c78d338e1ebd81d861e70b0a4e9c3439",
  "text": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain\n            the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in\n            Internet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles\n            and JavaScript. Advertisement View all journals Search Log in Content Explore content About the journal Publish with us Subscribe Sign up for alerts RSS feed The infection enigma: why some people die from typically harmless germs Millions of people worldwide carry genetic mutations that weaken their immune system. Featured Content Do you have a side hustle alongside your PhD studies? Take Nature ’s poll More than half of Gen Z now have a side gig. Are researchers among those seeking a second income? News 14 Jan 2026 Cancer might evade immune defences by stealing mitochondria Hijacking the energy-producing organelles from immune cells seems to help tumours in mice to infiltrate lymph nodes. Laura Dattaro News 14 Jan 2026 Little red dots as young supermassive black holes in dense ionized cocoons The highest-quality JWST spectra reveal that little red dots are young supermassive black holes shrouded in dense cocoons of ionized gas, where electron scattering, not Doppler motions, broadens their spectral lines. V. Rusakov D. Watson J. Witstok Article Open Access 14 Jan 2026 Daily briefing: Same-sex sex is a normal part of some primates’ lives Same-sex sexual behaviour could help some primates cope with complex social hierarchies. Plus, new clues as to where birds came from and the US Environmental Protection Agency will stop including human health in cost–benefit analyses. Flora Graham Nature Briefing 13 Jan 2026 Contents Subscribe Current Issue 15 Jan 2026 Advertisement News & Comment Do you have a side hustle alongside your PhD studies? Take Nature ’s poll More than half of Gen Z now have a side gig. Are researchers among those seeking a second income? News 14 Jan 2026 The infection enigma: why some people die from typically harmless germs Diana Kwon News Feature 14 Jan 2026 Credit in research goes hand in hand with responsibility Editorial 14 Jan 2026 Cancer might evade immune defences by stealing mitochondria Laura Dattaro News 14 Jan 2026 US science in 2026: five themes that will dominate Trump’s second year Jeff Tollefson Max Kozlov Dan Garisto News 14 Jan 2026 AI can spark creativity — if we ask it how, not what, to think Brian Uzzi World View 13 Jan 2026 The academic community failed Wikipedia for 25 years — now it might fail us Dariusz Jemielniak World View 13 Jan 2026 Latest Reviews & Analysis AI tools boost individual scientists but could limit research as a whole Analyses of hundreds of thousands of papers in the natural sciences reveal a paradox: scientists who use AI tools produce more research but on a more confined set of topics. Veda C. Storey News & Views 14 Jan 2026 LLMs behaving badly: mistrained AI models quickly go off the rails Training large language models to write insecure code can cause them to exhibit seemingly aggressive behaviour when performing unrelated tasks. Richard Ngo News & Views 14 Jan 2026 Predicting the fate of tropical forests under intensifying heat Intense droughts have caused water stress and elevated mortality for trees in the Amazon, foreshadowing the future of tropical forests as the climate changes. Kristina J. Anderson-Teixeira Krishna Anujan News & Views 14 Jan 2026 Stretchy organic LED devices with an ‘exciplex’ state are highly efficient Fully stretchable organic light-emitting diodes (OLEDs) have been limited by poor efficiency, in part because their elastic-polymer components hinder the harvesting of ‘triplet-state’ quasiparticles that can be converted into light-emitting states. Fully stretchable OLEDs with unprecedented efficiencies have been developed that recycle triplets in an elastomer-tolerant manner. Research Briefing 14 Jan 2026 Mysterious ‘little red dots’ could be black holes in disguise Analysis indicates that the light from ‘little red dots’ is generated by young supermassive black holes obscured by dense clouds of gas. Rodrigo Nemmen News & Views 14 Jan 2026 Ageing rewires the body’s tolerance to infection Miguel P. Soares Elisa Jentho News & Views 14 Jan 2026 Genomic clues to the origin of eukaryotic cells John M. Archibald News & Views 14 Jan 2026 Biosensors characterize the routes taken by receptors to different active states Research Briefing 14 Jan 2026 Memories of items and their contexts are encoded by separate groups of human brain cells Research Briefing 14 Jan 2026 Latest Research articles Mosaic lateral heterostructures in two-dimensional perovskite Colourful patterns in two-dimensional lead halide perovskites are created by letting them self-etch into tiny squares that can template epitaxial growth. Shuchen Zhang Yuan Lu Letian Dou Article 14 Jan 2026 Dominant contribution of Asgard archaea to eukaryogenesis A survey of the reconstructed gene set of the last eukaryotic common ancestor shows a consistent link between Asgard archaea and the origin of numerous, functionally diverse eukaryotic genes, demonstrating the dominant Asgard contribution to eukaryogenesis. Victor Tobiasson Jacob Luo Eugene V. Koonin Article Open Access 14 Jan 2026 Microbiota-induced T cell plasticity enables immune-mediated tumour control Molecular mimicry between a gut commensal and a tumour antigen forms part of an important mechanistic framework that can boost the efficacy of immune checkpoint blockade therapy and restrain tumour growth. Tariq A. Najar Yuan Hao Dan R. Littman Article Open Access 14 Jan 2026 Exciplex-enabled high-efficiency, fully stretchable OLEDs Fabrication of fully stretchable organic light-emitting diodes incorporating an intrinsically stretchable exciplex-assisted phosphorescent layer along with MXene-contact stretchable electrodes is described, demonstrating high efficiency and mechanical compliance for applications in next-generation wearable and deformable displays. Huanyu Zhou Hyun-Wook Kim Tae-Woo Lee Article 14 Jan 2026 Direct observation of the Migdal effect induced by neutron bombardment Direct observation of the Migdal effect in neutron–nucleus collisions is reported, which resolves a long-standing gap in experimental validation. Difan Yi Qian Liu Yangheng Zheng Article Open Access 14 Jan 2026 Collections Influenza Every year, there are about one billion cases of influenza globally, causing hundreds of thousands of deaths. Spotlight 17 Dec 2025 Advertisement Trending - Altmetric Early hominins from Morocco basal to the Homo sapiens lineage Artificial intelligence tools expand scientists’ impact but contract science’s focus Mitochondrial transfer from glia to neurons protects against peripheral neuropathy A hidden diversity of ceratopsian dinosaurs in Late Cretaceous Europe Science jobs Associate or Senior Editor, Communications Physics Job Title:    Associate or Senior Editor, Communications Physics Location:    Shanghai, Beijing, Madrid, Pune, Hybrid Working Model Application Dea... Shanghai, Beijing, Madrid, Pune, Hybrid Working Model Springer Nature Ltd Associate or Senior Editor, Nature Reviews Computing Title: Associate or Senior Editor, Nature Reviews Computing Location: Shanghai or Seoul - hybrid working model Closing date: January 31st, 2026   A... Shanghai or Seoul - hybrid working model Springer Nature Ltd 2026 Overseas Outstanding Young Scholars: NKU Invites Talents From Around the World Nankai University sincerely invite outstanding talents at home and abroad to apply for the 2026 Overseas Outstanding Young Scholars Fund. Tianjin, CN Nankai University Talent Recruitment Announcement of the College of Informatics, Huazhong Agricultural University Join Huazhong Agricultural University No.1 Shizishan Street, Hongshan District, Wuhan, Hubei Province, China Huazhong Agricultural University (HZAU) Faculty Positions in School of Al for Science / School of Electronic and Computer Engineering, PKUSZ Full professor/Tenured Associate Professor/Associate Professor/Assistant Professor. University Town of Shenzhen, Nanshan District, Shenzhen 518055, P.R.China Peking University Shenzhen Graduate School Advertisement Close Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily. Email address Sign up I agree my information will be processed in accordance with the Nature and Springer Nature Limited Privacy Policy . Close Get the most important science stories of the day, free in your inbox. Sign up for Nature Briefing Explore content Research articles News Opinion Research Analysis Careers Books & Culture Podcasts Videos Current issue Browse issues Collections Subjects Follow us on Facebook Follow us on Twitter Subscribe Sign up for alerts RSS feed About the journal Journal Staff About the Editors Journal Information Journal Metrics Our publishing models Editorial Values Statement Editorial policies Journalistic Principles History of Nature Awards Contact Send a news tip Publish with us For Authors For Referees Language editing services Open access funding Submit manuscript Search Search articles by subject, keyword or author Show results from All journals This journal Search Advanced search Quick links Explore articles by subject Find a job Guide to authors Editorial policies Top headline image: Zhong Min/Feature China/Future Publishing/Getty Issue cover: Cover image: The CEERS Survey/The JADES Survey/PRIMER/The UNCOVER survey/Dawn JWST Archive Nature ( Nature ) ISSN 1476-4687 (online) ISSN 0028-0836 (print) nature.com sitemap About Nature Portfolio About us Press releases Press office Contact us Discover content Journals A-Z Articles by subject protocols.io Nature Index Publishing policies Nature portfolio policies Open access Author & Researcher services Reprints & permissions Research data Language editing Scientific editing Nature Masterclasses Research Solutions Libraries & institutions Librarian service & tools Librarian portal Open research Recommend to library Advertising & partnerships Advertising Partnerships & Services Media kits Branded\n                        content Professional development Nature Awards Nature Careers Nature Conferences Regional websites Nature Africa Nature China Nature India Nature Japan Nature Middle East Privacy\n                Policy Use\n                of cookies Your privacy choices/Manage cookies Legal\n                notice Accessibility\n                statement Terms & Conditions Your US state privacy rights © 2026 Springer Nature Limited",
  "title": "Nature Close banner Close banner",
  "url": "https://www.nature.com"
}